"CBLPropertyIdentifierISOSpeed" = "ISO";
"CBLPropertyIdentifierShutterSpeed" = "Shutter Speed";
"CBLPropertyIdentifierAperture" = "Aperture";
"CBLPropertyIdentifierExposureCompensation" = "Exp. Compensation";
"CBLPropertyIdentifierBatteryLevel" = "Battery Level";
"CBLPropertyIdentifierPowerSource" = "Power Source";
"CBLPropertyIdentifierAFSystem" = "AF System";
"CBLPropertyIdentifierFocusMode" = "Focus Mode";
"CBLPropertyIdentifierDriveMode" = "Drive Mode";
"CBLPropertyIdentifierAutoExposureMode" = "Exposure Mode";
"CBLPropertyIdentifierInCameraBracketingEnabled" = "Bracketing?";
"CBLPropertyIdentifierMirrorLockupEnabled" = "MLU?";
"CBLPropertyIdentifierMirrorLockupStage" = "MLU Stage";
"CBLPropertyIdentifierDOFPreviewEnabled" = "DOF Preview?";
"CBLPropertyIdentifierEVFOutputDevice" = "EVF Output";
"CBLPropertyIdentifierShotsAvailable" = "Shots Available";
"CBLPropertyIdentifierLensStatus" = "Lens?";
"CBLPropertyIdentifierColorTone" = "Color Tone";
"CBLPropertyIdentifierArtFilter" = "Art Filter";
"CBLPropertyIdentifierDigitalZoom" = "Digital Teleconverter";
"CBLPropertyIdentifierWhiteBalance" = "White Balance";
"CBLPropertyIdentifierNoiseReduction" = "Noise Reduction";
"CBLPropertyIdentifierImageQuality" = "Image Quality";
"CBLPropertyIdentifierLightMeterStatus" = "Light Meter Status";
"CBLPropertyIdentifierLightMeterReading" = "Light Meter Reading";
"CBLPropertyIdentifierExposureMeteringMode" = "Metering Mode";
"CBLPropertyIdentifierReadyForCapture" = "Ready for Capture?";
"CBLPropertyIdentifierImageDestination" = "Image Destination";
"CBLPropertyIdentifierVideoRecordingFormat" = "Video Recording Format";
"CBLPropertyIdentifierLiveViewZoomLevel" = "Live View Zoom";
"CBLPropertyIdentifierVideoISOSpeed" = "Video ISO";
"CBLPropertyIdentifierVideoShutterSpeed" = "Video Shutter Speed";
"CBLPropertyIdentifierVideoAperture" = "Video Aperture";
"CBLPropertyIdentifierVideoExposureCompensation" = "Video Exp. Compensation";
"CBLPropertyIdentifierFlashAvailable" = "Flash Available";
"CBLPropertyIdentifierFlashMode" = "Flash Mode";
"CBLPropertyIdentifierFlashExposureCompensation" = "Flash Exp. Compensation";
"CBLPropertyIdentifierCustomWhiteBalanceValue" = "Custom WB Value";
"CBLPropertyIdentifierVideoRecordingCompressionLevel" = "Video Compression";
"CBLPropertyIdentifierVideoRecordingFrameRate" = "Video Frame Rate";
"CBLPropertyIdentifierVideoRecordingResolution" = "Video Resolution";
"CBLPropertyIdentifierThermalState" = "Thermal State";
"CBLPropertyIdentifierExposureSimulation" = "Exposure Simulation";

"CBLPropertyValueYes" = "Yes";
"CBLPropertyValueNo" = "No";
